<h2>Как я учусь чтобы стать хорошим специалистом в сфере IT</h2>
<p>
    Мне всегда нравились компьютеры и когда пришло время выбирать профессию, я выбрал стать сис-админом.
	В свободное время я учусь создавать сайты. Одним из самых интересных языков, который я смог выучить -
	это HTML.
</p>

<p>
	HTML — стандартизированный язык гипертекстовой разметки документов для просмотра веб-страниц в браузере.
	Веб-браузеры получают HTML документ от сервера по протоколам HTTP/HTTPS или открывают с локального диска, 
	далее интерпретируют код в интерфейс, который будет отображаться на экране монитора. Я учился программировать
	на HTML с помощью курсов и разных обучающих ресурсов в Интернете.
</p>

<p>
	Чтобы хорошо научится делать сайты, нужно практиковаться. Я создавал сайты
	закрепления материала и изучения новых вещей. Например, я
	создавал простые сайты блогов, интернет-магазинов и т.д.
</p>

<p>
	Кроме того, я начал смотреть обучающие видио в Интернете и
	повторять за ними. Это помогает мне	получать обратную связь
	от опытных разработчиков и узнавать о новых	технологиях и 
	методах создания сайтов.
</p>
<p>
	В итоге, мой опыт изучения HTML позволил мне создавать более сложные
	сайты, я уверен, что знание этого языка будет полезнов в моей будующей
	работе.
</p>
