<h1>В свободное время мне нравится играть в шахматы</h1>
<p>
	Я не хочу играть в шахматы на профессиональном уровне, мне нравится иногда играть
	в них с друзьями.
</p>

<p>
	Ша́хматы — настольная логическая игра с шахматными фигурами на 64-клеточной доске,
	сочетающая в себе элементы искусства (в том числе в части шахматной композиции),
	науки и спорта.
</p>
<p>
	Также я работаю над своей техникой игры - иногда смотрю разные комбинации, ходы 
	в Интернете.
</p>
<p>
    Шахматы мне нравяться тем, что все играют в них на равных условиях и помогут победить
    только ваши знания ходов и комбинаций. В них очень интересно играть с друзьями. 
</p>
<p>
    Шахматы это одно из очень интересных время провождений. Если вы не разу в них не играли
	советую попробовать, возможно вам понравится.
</p>
