<h1>Инструкция к установке</h1>



	<p>
		1. Перейдите на страницу загрузки на официальном веб-сайте Node.js
		<br>2. Здесь вы увидите два варианта: LTS и Current. Рекомендуем выбрать версию LTS (Long-Term Support), так как она более стабильная и имеет длительную поддержку.
		<br>3. Далее необходимо выбрать версию для той операционной системы, которая вам подходит: Windows, macOS, Linuх. Либо есть возможность скачать официальный Node.js Docker Image, а также использовать Node.js c дополнительными платформами, например, Linux on Power LE Systems.
		<br>4. После выбора версии начнется загрузка установочного файл Node.js. Дождитесь завершения загрузки, запустите установочный файл и следуйте инструкциям мастера установки.
		<br>5. После завершения установки откройте терминал и в командной строке введите команду node -v. Если Node.js успешно установлен, вы увидите версию Node.js, например, v20.2.0 (номер версии может отличаться).
	</p>


<style>
	div {
		margin-bottom: 20px;
	}
	p {
		margin: 5px 0;
	}
</style>
