<h1>Обо мне</h1>
<img class="photo" src="/img/photo.jpg" alt="photo" width="200" />
<p>
	Привет! Меня зовут Андрей Сивин, и я рад приветствовать вас на своей
	странице. Я живу в Юрге, Россия, и я второкурстник в местном колледже.
</p>
<h2>Мои Хобби</h2>

<p>
	В свободное время я увлекаюсь видиоиграми. Иногда играю в шахматы и катаюсь на коньках.
</p>
<h2>Образование</h2>

<p>
	Моими любимыми предметами в школе были русский и физкультура.
</p>
<h2>Цели</h2>
<p>
    Я стремлюсь получить качественное высшее образование и устроится на работу которая мне понравится, чтобы быть
	хорошим специалистом в своей профессии.
</p>

<p>
Спасибо, что вам интересна моя жизнь, желаю чтобы и у вас все получилось.
</p>



<style>
    .photo{
        float: right;
        margin: 2px;
        border-radius: 4px;
    }
</style>