<h1>Краткая история Node.js</h1>
<img class="photo" src="/img/photo.jpg" alt="photo" width="200" />
<p>
	Платформа Node.js была представлена в 2009 году — ее создал инженер Райан Дал, а спонсором разработки выступила компания Joyent. Она известна поддержкой опенсорсных проектов, включая Node.js, Illumos, SmartOS.

Для создания Node.js Райан Дал использовал движок V8. Платформа реализована с низкоуровневой неблокирующей моделью ввода/вывода, которая построена на событийно-ориентированной модели. Это означает, что Node.js может обрабатывать несколько запросов одновременно, без блокировки других операций.

В конце 2014 года инженер Федор Индутный, который входил в основную команду разработчиков платформы, создал популярный форк Node.js — io.js. Форк появился из-за недовольства разработчиков политикой компании Joyent.

Платформа io.js превосходила Node.js в производительности, но создатели форка уже в 2015 году решили воссоединиться с Node.js, чтобы влиять на развитие основной платформы. В настоящее время разработкой формально руководит Node.js Foundation.
</p>




<style>
    .photo{
        float: right;
        margin: 2px;
        border-radius: 4px;
    }
</style>